Repository: RahimovIlhom/USAT-students-bot
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: O‘zbekcha
ru: Узбекский

source: Ruscha
ru: Русский

source: Ta’lim yo‘nalishi
ru: Направление образования

source: Ta’lim yo‘nalishi
ru: Направление образования

source: Ta’lim yo‘nalishilari
ru: Направления образования

source: Ta’lim turi
ru: Тип образования

source: Ta’lim turi
ru: Тип образования

source: Ta’lim turlari
ru: Типы образования

source: Boshlanmagan
ru: Не началось

source: Boshlandi
ru: Начато

source: Yakunlangan
ru: Завершено

source: Tadbir nomi
ru: Название мероприятия

source: Tadbir zali
ru: Зал мероприятия

source: Tadbir haqida
ru: О мероприятии

source: Tadbir boshlanish sana va vaqti
ru: Дата и время начала мероприятия

source: Tadbir narxi
ru: Цена билета

source: Chipta bron qilingan vaqti
ru: Время бронирования билета

source: Tadbir holati
ru: Статус мероприятия

source: Aktikligi
ru: Актуальность

source: Qo‘shilgan vaqti
ru: Время добавления

source: Oxirgi yangilangan vaqti
ru: Последнее обновление

source: Tadbir
ru: Мероприятие

source: Tadbirlar
ru: Мероприятия

source: Boshlanish o‘rindiq raqami
ru: Номер начального места

source: Tugash o‘rindiq raqami
ru: Номер конечного места

source: Zal nomi
ru: Название зала

source: Sig‘imi
ru: Вместимость

source: Manzili
ru: Адрес

source: Tavsif
ru: Описание

source: Rasm
ru: Изображение

source: Zal
ru: Зал

source: Zallar
ru: Залы

source: Zal
ru: Зал

source: Sektor nomi
ru: Название сектора

source: Sektor
ru: Сектор

source: Sektorlar
ru: Секторы

source: Sektori
ru: Сектор

source: Qator raqami
ru: Номер ряда

source: Qator
ru: Ряд

source: Qatorlar
ru: Ряды

source: Bo‘lim raqami
ru: Номер секции

source: Bo‘lim
ru: Секция

source: Bo‘limlar
ru: Секции

source: Qatori
ru: Ряд

source: Bo‘limi
ru: Секция

source: O‘rindiq raqami
ru: Номер места

source: O‘rindiq
ru: Место

source: O‘rindiqlar
ru: Места

source: Naqd
ru: Наличные

source: Karta
ru: Карта

source: Kutilmoqda
ru: Ожидается

source: Bajarildi
ru: Выполнено

source: Muvaffaqiyatsiz
ru: Неудачно

source: Foydalanuvchi
ru: Пользователь

source: Bilet
ru: Билет

source: To‘lov turi
ru: Тип обучения

source: To‘lov summasi
ru: Сумма платежа

source: Tranzaksiya ID
ru: ID транзакции

source: Holat
ru: Статус

source: Qo‘shimcha tafsilotlar
ru: Дополнительные детали

source: To‘langan vaqti
ru: Время оплаты

source: To‘lov
ru: Платеж

source: To‘lovlar
ru: Платежи

source: Bad Request
ru: Плохой запрос

source: Back to dashboard
ru: Вернуться на панель управления

source: Forbidden
ru: Запрещенный

source: You don't have permission to access this page
ru: У вас нет прав доступа к этой странице

source: Page Not Found
ru: Страница не найдена

source: The page you are looking for doesn't exist
ru: Запрашиваемая вами страница не существует

source: Server Error
ru: Ошибка сервера

source: A server error occurred. Please contact the administrator
ru: Произошла ошибка сервера. Пожалуйста, свяжитесь с администратором

source: Developed by
ru: Разработано

source: Null
ru: Нулевой

source: Home
ru: Главная

source: Copyright
ru: Авторские права

source: All Rights Reserved
ru: Все права защищены

source: Go
ru: Перейти

source: My Profile
ru: Мой профиль

source: Sign Out
ru: Выйти

source: Login
ru: Войти

source: Tickets
ru: Билеты

source: All Tickets
ru: Проданные билеты

source: Booked Tickets
ru: Забронированные билеты

source: Halls
ru: Залы

source: Sectors
ru: Секторы

source: Sections
ru: Секции

source: Lines
ru: Линии

source: Seats
ru: Места

source: Events
ru: События

source: Payments
ru: Платежи

source: Profile
ru: Профиль

source: Student
ru: Студент

source: Phone
ru: Телефон

source: Ticket
ru: Билеты

source: Method
ru: Метод

source: Amount
ru: Сумма

source: Payment date
ru: Платежи

source: Payment status
ru: Платежи

source: Action
ru: Секции

source: Cash
ru: Наличные

source: Card
ru: Карточка

source: Pending
ru: Ожидание

source: Completed
ru: Завершено

source: Failed
ru: Неудачно

source: Payment cancel
ru: Отменить платеж

source: All tickets
ru: Все билеты

source: Seat number
ru: Номер места

source: Booking At
ru: Дата бронирования

source: Price
ru: Цена

source: Line
ru: Линии

source: seat
ru: место

source: Paid
ru: Оплаченный

source: Unpaid
ru: Неоплаченный

source: Booked tickets
ru: Забронированные билеты

source: Payment confirmation
ru: Подтвердить оплату

source: Confirmed
ru: Подтверждено

source: O‘rindiq
ru: Место

source: Tadbir
ru: Событие

source: To‘landimi?
ru: Оплачено?

source: Bron qilinganmi?
ru: Забронировано?

source: Bron qilingan vaqti
ru: Время бронирования

source: Chipta rasmi
ru: Фото билета

source: Chipta
ru: Билет

source: Chiptalar
ru: Билеты

source: Uzbek
ru: Узбекский

source: Russian
ru: Русский

source: Ism familiya
ru: Имя и фамилия

source: Passport
ru: Паспорт

source: PINFL
ru: ИНН

source: Kurs
ru: Курс

source: Ta’lim tili
ru: Язык обучения

source: Shartnoma summasi
ru: Сумма договора

source: Voucher summasi
ru: Сумма ваучера

source: Valyuta
ru: Валюта

source: Talaba
ru: Студент

source: Talabalar
ru: Студенты

source: Qoralama
ru: Черновик

source: Telefon raqamini kiritish
ru: Введите номер телефона

source: Pasport maʼlumotlarini kiritish
ru: Введите данные паспорта

source: Tasdiqlash kutilmoqda
ru: Ожидается подтверждение

source: Tahrirlash
ru: Редактировать

source: Tugatildi
ru: Завершено

source: Bloklangan
ru: Заблокировано

source: Telegram ID
ru: ID Телеграма

source: Telefon raqami
ru: Номер телефона

source: Talaba
ru: Студент

source: Chat tili
ru: Язык чата

source: Status
ru: Статус

source: Yaratilgan vaqti
ru: Время создания

source: Foydalanuvchi
ru: Пользователь

source: Foydalanuvchilar
ru: Пользователи
